{
  "nav.features": "Características",
  "nav.useCases": "Casos de Uso",
  "nav.whyChoose": "Por Qué Elegir",
  "nav.faq": "Preguntas Frecuentes",
  "nav.github": "Github",
  "nav.getExtension": "Obtener Extensión",
  "nav.getChromeExtension": "Obtener Extensión para Chrome",
  "nav.language": "Idioma",
  "nav.currentLanguage": "Actual: Español",
  
  "hero.title": "WNSeek Max: Buscador Multiplataforma",
  "hero.description": "El compañero de búsqueda definitivo que le permite buscar en <strong>múltiples plataformas simultáneamente</strong>. Nuestra innovadora tecnología de <strong>URL abierta</strong> proporciona resultados completos de Google, Bing, DuckDuckGo, plataformas sociales y herramientas de IA - ahorrándole tiempo y aumentando su productividad.",
  "hero.download": "Descargar WNSeek Max",
  "hero.getOnChrome": "Obtener en Chrome",
  "hero.free": "100% Gratis",
  "hero.privacy": "Centrado en la Privacidad",
  "hero.ai": "Integración con IA",
  
  "features.title": "Características",
  "features.subtitle": "Lo que obtiene con WNSeek Max",
  "features.multiPlatform.title": "Búsqueda Multiplataforma",
  "features.multiPlatform.description": "Busque simultáneamente en Google, Bing, DuckDuckGo, plataformas de redes sociales y recursos para desarrolladores como GitHub y Stack Overflow.",
  "features.customizable.title": "Experiencia de Búsqueda Personalizable",
  "features.customizable.description": "Cree y guarde combinaciones personalizadas de motores de búsqueda para diferentes escenarios y ajuste libremente el orden y las preferencias de visualización.",
  "features.oneClick.title": "Cambio de Plataforma con Un Clic",
  "features.oneClick.description": "Cambie entre diferentes motores de búsqueda instantáneamente con la navegación inteligente de WNSeek. Mantenga la continuidad de búsqueda entre plataformas sin volver a ingresar palabras clave.",
  "features.ai.title": "Integración con Motores de Búsqueda de IA",
  "features.ai.description": "Acceda a ChatGPT, Google Bard y otras herramientas de búsqueda potenciadas por IA junto con motores de búsqueda tradicionales para obtener resultados completos.",
  "features.privacy.title": "Protección de Privacidad Mejorada",
  "features.privacy.description": "Sus datos de búsqueda permanecen privados con WNSeek Max. No rastreamos su comportamiento de búsqueda ni recopilamos datos personales mientras utiliza nuestras funciones de búsqueda.",
  "features.ui.title": "Interfaz de Usuario Limpia",
  "features.ui.description": "Disfrute de un diseño moderno minimalista con soporte para modo claro y oscuro para proteger sus ojos durante sesiones de búsqueda prolongadas.",
  "features.semantic.new": "NUEVO",
  "features.semantic.title": "Sugerencias de Búsqueda Inteligentes",
  "features.semantic.description": "Obtenga recomendaciones de palabras clave en tiempo real y agregación de temas tendencia multiplataforma para mejorar su experiencia de búsqueda.",
  
  "ai.title": "El Poder de Búsqueda de IA a Su Alcance",
  "ai.description": "WNSeek Max se integra perfectamente con los principales motores de búsqueda de IA, combinando la búsqueda tradicional con la inteligencia artificial para más resultados completos.",
  "ai.feature1": "Integración con ChatGPT para búsquedas mejoradas en lenguaje natural",
  "ai.feature2": "Acceso a múltiples herramientas de IA a través de una única interfaz",
  "ai.feature3": "Compatibilidad con Google Bard para perspectivas adicionales potenciadas por IA",
  "ai.feature4": "Cambie entre búsqueda tradicional e IA con un solo clic",
  "ai.tryNow": "Pruebe la Búsqueda de IA Ahora",
  "ai.assistant": "Asistente de Búsqueda IA",
  "ai.assistantMsg": "He encontrado múltiples resultados para su consulta en diferentes plataformas. ¿Le gustaría que resumiera los principales hallazgos?",
  "ai.combines": "WNSeek Max combina la búsqueda tradicional con capacidades de IA",

  "useCases.title": "Perfecto para Cada Escenario de Búsqueda",
  "useCases.description": "WNSeek Max está diseñado para mejorar la productividad en varios casos de uso. Vea cómo nuestra tecnología de búsqueda agregada puede transformar su flujo de trabajo de búsqueda.",
  "useCases.academic.title": "Investigación Académica",
  "useCases.academic.description": "Estudiantes recopilando materiales completos para trabajos de investigación y proyectos académicos en múltiples plataformas.",
  "useCases.developer.title": "Soluciones para Desarrolladores",
  "useCases.developer.description": "Desarrolladores buscando soluciones a problemas técnicos en GitHub, Stack Overflow y sitios de documentación simultáneamente.",
  "useCases.market.title": "Investigación de Mercado",
  "useCases.market.description": "Profesionales realizando investigaciones de mercado que requieren comparación de datos de múltiples fuentes.",
  "useCases.shopping.title": "Comparación de Compras",
  "useCases.shopping.description": "Compradores comparando precios y reseñas en múltiples plataformas de comercio electrónico con una sola búsqueda.",
  "useCases.news.title": "Recopilación de Noticias",
  "useCases.news.description": "Periodistas que necesitan acceso rápido a información de múltiples fuentes para una cobertura completa.",

  "whyChoose.title": "Por Qué Elegir WNSeek Max",
  "whyChoose.description": "Descubra las ventajas que hacen de WNSeek Max la opción preferida para investigadores, desarrolladores y cualquier persona que valore la recuperación eficiente de información.",
  "whyChoose.time.title": "Ahorre Tiempo",
  "whyChoose.time.description": "No más cambios entre múltiples pestañas. Obtenga resultados de todas sus plataformas favoritas con una sola búsqueda.",
  "whyChoose.efficiency.title": "Mejore la Eficiencia",
  "whyChoose.efficiency.description": "Vea resultados consolidados y capte información esencial de un vistazo, eliminando esfuerzos de investigación duplicados.",
  "whyChoose.coverage.title": "Cobertura Completa",
  "whyChoose.coverage.description": "Acceda a casi todas las plataformas de búsqueda principales, asegurándose de no perder información importante.",
  "whyChoose.privacy.title": "Protección de la Privacidad",
  "whyChoose.privacy.description": "No recopilamos sus datos de búsqueda personales. Sus hábitos de búsqueda e historial permanecen privados.",
  "whyChoose.updates.title": "Actualizaciones Continuas",
  "whyChoose.updates.description": "Regularmente agregamos nuevas fuentes de búsqueda y optimizamos características para proporcionar la mejor experiencia de búsqueda.",
  "whyChoose.getToday": "Obtenga WNSeek Max Hoy",

  "faq.title": "Preguntas Frecuentes",
  "faq.q1": "¿Qué es WNSeek Max?",
  "faq.a1": "WNSeek Max es una potente herramienta de búsqueda agregada multiplataforma que le permite encontrar rápidamente información en múltiples motores de búsqueda, plataformas sociales, herramientas de IA y sitios web profesionales simultáneamente, mejorando significativamente su eficiencia de recuperación de información.",
  "faq.q2": "¿Qué plataformas de búsqueda admite WNSeek Max?",
  "faq.a2": "WNSeek Max admite una amplia gama de plataformas que incluyen Google, Bing, DuckDuckGo, Baidu, GitHub, Stack Overflow, Reddit, Twitter, YouTube y muchos motores de búsqueda académicos y de noticias especializados. La lista de plataformas admitidas se actualiza regularmente.",
  "faq.q3": "¿Cómo funciona la característica de URL abierta?",
  "faq.a3": "La característica de URL abierta le permite abrir automáticamente resultados de búsqueda en nuevas pestañas de diferentes plataformas con una sola consulta. Esto elimina la necesidad de volver a ingresar manualmente su término de búsqueda en múltiples sitios web.",
  "faq.q4": "¿Puedo personalizar qué motores de búsqueda se utilizan?",
  "faq.a4": "Sí, WNSeek Max le permite personalizar completamente qué motores de búsqueda se incluyen en sus búsquedas. Puede crear y guardar múltiples combinaciones de búsqueda para diferentes casos de uso y ajustar el orden y el estado de visualización de cada motor de búsqueda.",
  "faq.q5": "¿WNSeek Max recopila mis datos de búsqueda?",
  "faq.a5": "No. WNSeek Max prioriza su privacidad y no recopila sus datos de búsqueda personales. Sus hábitos de búsqueda e historial permanecen completamente privados.",
  "faq.q6": "¿Es WNSeek Max compatible con herramientas de búsqueda de IA?",
  "faq.a6": "Sí, WNSeek Max se integra con varias herramientas de búsqueda de IA, incluidas ChatGPT, DeepSeek y Google Bard, combinando la búsqueda tradicional con capacidades de IA para resultados más completos.",
  "faq.stillQuestions": "¿Todavía tiene preguntas? Contáctenos para obtener más información.",

  "logos.title": "WNSeek Max admite las principales plataformas de búsqueda",
  "logos.description": "Conéctese con todas sus plataformas favoritas a través de una única interfaz de búsqueda. WNSeek Max reúne todo el ecosistema de búsqueda.",
  "logos.unified.title": "Experiencia de Búsqueda Unificada",
  "logos.unified.description": "Busque en todas estas plataformas con una sola consulta. Abra múltiples resultados simultáneamente - ahorrando tiempo y aumentando la eficiencia de la investigación.",
  "logos.try": "Pruebe WNSeek Max Hoy →",
  
  "cta.title": "¿Listo para transformar su experiencia de búsqueda?",
  "cta.subtitle": "Experimente el poder de WNSeek Max hoy.",
  "cta.button": "Descargar WNSeek Max",
  "cta.forPlatforms": "Para Windows, Mac y Linux",
  "cta.getChromeExtension": "Obtener Extensión para Chrome",
  "cta.free": "Gratis en Chrome Web Store",
  "cta.freeDownload": "Descarga Gratuita",
  "cta.privacyFocused": "Centrado en la Privacidad",
  "cta.regularUpdates": "Actualizaciones Regulares",

  "footer.rights": "Todos los derechos reservados.",
  "footer.privacy": "Política de Privacidad",
  "footer.terms": "Términos de Servicio",
  "footer.language": "Idioma",
  "footer.languageSelect": "Seleccione su idioma",

  "additionalFeatures.title": "Funciones Adicionales Potentes",
  "exploreUseCase.button": "Explorar Casos de Uso",
  "userTestimonials.title": "Testimonios de Usuarios",
  "tryNow.button": "Pruebe WNSeek Max Ahora",
  "comparison.title": "WNSeek Max vs Métodos de Búsqueda Tradicionales",
  "searchTips.title": "Consejos de Búsqueda",

  "features.additionalFeature1": "Soporte de autocompletado para cuadros de búsqueda",
  "features.additionalFeature2": "Bola flotante para acceso rápido",
  "features.additionalFeature3": "Modo de panel lateral para activación instantánea",

  "testimonials.academic.quote": "Uso WNSeek Max diariamente para investigación académica. Me permite consultar múltiples bases de datos simultáneamente, ahorrándome horas de tiempo.",
  "testimonials.academic.author": "Dra. María García",
  "testimonials.academic.role": "Investigadora PhD",
  "testimonials.developer.quote": "Como desarrollador, WNSeek Max me ayuda a encontrar soluciones a problemas técnicos rápidamente sin cambiar entre múltiples plataformas.",
  "testimonials.developer.author": "Juan Desarrollador",
  "testimonials.developer.role": "Ingeniero Full Stack",

  "stats.activeUsers.value": "10,000+",
  "stats.activeUsers.label": "Usuarios Activos",
  "stats.searches.value": "500,000+",
  "stats.searches.label": "Búsquedas Mensuales",
  "stats.platforms.value": "30+",
  "stats.platforms.label": "Plataformas Soportadas",
  "stats.rating.value": "4.8/5",
  "stats.rating.label": "Valoración de Usuarios",

  "whyChoose.time.highlight": "Ahorre 70% del tiempo de búsqueda",
  "whyChoose.efficiency.highlight": "Aumente la productividad",
  "whyChoose.coverage.highlight": "30+ plataformas soportadas",
  "whyChoose.privacy.highlight": "100% protección de privacidad",
  "whyChoose.updates.highlight": "Actualizaciones mensuales",

  "comparison.multiplatform": "Búsqueda multiplataforma",
  "comparison.ai": "Integración de búsqueda IA",
  "comparison.custom": "Combinaciones de búsqueda personalizadas",
  "comparison.time": "Ahorro de tiempo",
  "comparison.free": "Completamente gratis",

  "faq.shortcuts.question": "¿WNSeek Max soporta atajos de teclado?",
  "faq.shortcuts.answer": "Sí, ofrecemos varios atajos de teclado para mejorar su eficiencia de búsqueda. Puede usar Ctrl+Shift+F para abrir la barra de búsqueda, Tab para cambiar entre diferentes motores de búsqueda y Enter para ejecutar la búsqueda.",
  "faq.update.question": "¿Cómo actualizo WNSeek Max?",
  "faq.update.answer": "WNSeek Max se actualiza automáticamente con las extensiones de su navegador Chrome. También puede verificar manualmente las actualizaciones en la página de extensiones para asegurarse de que está utilizando la última versión.",

  "searchTips.quick.title": "Búsqueda Rápida",
  "searchTips.quick.description": "Use el menú contextual o atajos para buscar rápidamente texto seleccionado",
  "searchTips.custom.title": "Búsqueda Personalizada",
  "searchTips.custom.description": "Cree combinaciones de búsqueda personalizadas para mejores resultados",
  "searchTips.dark.title": "Modo Oscuro",
  "searchTips.dark.description": "Habilite el modo oscuro en configuración para reducir la fatiga visual"
} 