{
  "nav.features": "Fonctionnalités",
  "nav.useCases": "Cas d'Utilisation",
  "nav.whyChoose": "Pourquoi Choisir",
  "nav.faq": "FAQ",
  "nav.github": "Github",
  "nav.getExtension": "Obtenir l'Extension",
  "nav.getChromeExtension": "Obtenir l'Extension Chrome",
  "nav.language": "Langue",
  "nav.currentLanguage": "Actuel: Français",
  
  "hero.title": "WNSeek Max: Agrégateur de Recherche Multi-Plateforme",
  "hero.description": "Le compagnon de recherche ultime qui vous permet de chercher sur <strong>plusieurs plateformes simultanément</strong>. Notre technologie innovante d'<strong>URL ouverte</strong> fournit des résultats complets de Google, Bing, DuckDuckGo, plateformes sociales et outils d'IA - vous faisant gagner du temps et améliorant votre productivité.",
  "hero.download": "Télécharger WNSeek Max",
  "hero.getOnChrome": "Obtenir sur Chrome",
  "hero.free": "100% Gratuit",
  "hero.privacy": "Axé sur la Confidentialité",
  "hero.ai": "Intégration IA",
  
  "features.title": "Fonctionnalités",
  "features.subtitle": "Ce que vous obtenez avec WNSeek Max",
  "features.multiPlatform.title": "Recherche Multi-plateforme",
  "features.multiPlatform.description": "Recherchez simultanément sur Google, Bing, DuckDuckGo, les plateformes de médias sociaux et les ressources pour développeurs comme GitHub et Stack Overflow.",
  "features.customizable.title": "Expérience de Recherche Personnalisable",
  "features.customizable.description": "Créez et enregistrez des combinaisons personnalisées de moteurs de recherche pour différents scénarios et ajustez librement l'ordre et les préférences d'affichage.",
  "features.oneClick.title": "Changement de Plateforme en Un Clic",
  "features.oneClick.description": "Passez instantanément d'un moteur de recherche à l'autre avec la navigation intelligente de WNSeek. Maintenez la continuité de recherche entre les plateformes sans avoir à ressaisir les mots-clés.",
  "features.ai.title": "Intégration de Moteurs de Recherche IA",
  "features.ai.description": "Accédez à ChatGPT, Google Bard et d'autres outils de recherche alimentés par l'IA aux côtés des moteurs de recherche traditionnels pour des résultats complets.",
  "features.privacy.title": "Protection de la Confidentialité Améliorée",
  "features.privacy.description": "Vos données de recherche restent privées avec WNSeek Max. Nous ne suivons pas votre comportement de recherche ni ne collectons de données personnelles lorsque vous utilisez nos fonctionnalités de recherche.",
  "features.ui.title": "Interface Utilisateur Épurée",
  "features.ui.description": "Profitez d'un design moderne minimaliste avec prise en charge des modes clair et sombre pour protéger vos yeux pendant les longues sessions de recherche.",
  "features.semantic.new": "NOUVEAU",
  "features.semantic.title": "Suggestions de Recherche Intelligentes",
  "features.semantic.description": "Obtenez des recommandations de mots-clés en temps réel et une agrégation des sujets tendance multi-plateformes pour améliorer votre expérience de recherche.",
  
  "ai.title": "La Puissance de Recherche IA à Portée de Main",
  "ai.description": "WNSeek Max s'intègre parfaitement avec les principaux moteurs de recherche IA, combinant la recherche traditionnelle avec l'intelligence artificielle pour des résultats plus complets.",
  "ai.feature1": "Intégration avec ChatGPT pour une recherche en langage naturel améliorée",
  "ai.feature2": "Accès à plusieurs outils d'IA via une interface unique",
  "ai.feature3": "Compatibilité avec Google Bard pour des insights supplémentaires alimentés par l'IA",
  "ai.feature4": "Passez de la recherche traditionnelle à l'IA en un clic",
  "ai.tryNow": "Essayez la Recherche IA Maintenant",
  "ai.assistant": "Assistant de Recherche IA",
  "ai.assistantMsg": "J'ai trouvé plusieurs résultats pour votre requête sur différentes plateformes. Souhaitez-vous que je résume les principales découvertes ?",
  "ai.combines": "WNSeek Max combine la recherche traditionnelle avec les capacités d'IA",

  "useCases.title": "Parfait pour Chaque Scénario de Recherche",
  "useCases.description": "WNSeek Max est conçu pour améliorer la productivité dans divers cas d'utilisation. Découvrez comment notre technologie de recherche agrégée peut transformer votre flux de travail de recherche.",
  "useCases.academic.title": "Recherche Académique",
  "useCases.academic.description": "Étudiants collectant des matériaux complets pour des articles de recherche et des projets académiques sur plusieurs plateformes.",
  "useCases.developer.title": "Solutions pour Développeurs",
  "useCases.developer.description": "Développeurs à la recherche de solutions à des problèmes techniques sur GitHub, Stack Overflow et des sites de documentation simultanément.",
  "useCases.market.title": "Étude de Marché",
  "useCases.market.description": "Professionnels menant des études de marché nécessitant une comparaison de données provenant de sources multiples.",
  "useCases.shopping.title": "Comparaison d'Achats",
  "useCases.shopping.description": "Acheteurs comparant les prix et les avis sur plusieurs plateformes de commerce électronique avec une seule recherche.",
  "useCases.news.title": "Collecte d'Actualités",
  "useCases.news.description": "Journalistes ayant besoin d'un accès rapide à l'information provenant de sources multiples pour une couverture complète.",

  "whyChoose.title": "Pourquoi Choisir WNSeek Max",
  "whyChoose.description": "Découvrez les avantages qui font de WNSeek Max le choix préféré des chercheurs, des développeurs et de toute personne qui valorise l'extraction efficace d'informations.",
  "whyChoose.time.title": "Gagnez du Temps",
  "whyChoose.time.description": "Plus besoin de basculer entre plusieurs onglets. Obtenez des résultats de toutes vos plateformes préférées avec une seule recherche.",
  "whyChoose.efficiency.title": "Améliorez l'Efficacité",
  "whyChoose.efficiency.description": "Consultez les résultats consolidés et saisissez les informations essentielles d'un coup d'œil, éliminant les efforts de recherche en double.",
  "whyChoose.coverage.title": "Couverture Complète",
  "whyChoose.coverage.description": "Accédez à presque toutes les principales plateformes de recherche, vous assurant de ne jamais manquer d'informations importantes.",
  "whyChoose.privacy.title": "Protection de la Vie Privée",
  "whyChoose.privacy.description": "Nous ne collectons pas vos données de recherche personnelles. Vos habitudes de recherche et votre historique restent privés.",
  "whyChoose.updates.title": "Mises à Jour Continues",
  "whyChoose.updates.description": "Nous ajoutons régulièrement de nouvelles sources de recherche et optimisons les fonctionnalités pour offrir la meilleure expérience de recherche.",
  "whyChoose.getToday": "Obtenez WNSeek Max Aujourd'hui",

  "faq.title": "Questions Fréquemment Posées",
  "faq.q1": "Qu'est-ce que WNSeek Max ?",
  "faq.a1": "WNSeek Max est un puissant outil de recherche agrégée multi-plateforme qui vous permet de trouver rapidement des informations sur plusieurs moteurs de recherche, plateformes sociales, outils d'IA et sites Web professionnels simultanément, améliorant considérablement votre efficacité d'extraction d'informations.",
  "faq.q2": "Quelles plateformes de recherche WNSeek Max prend-il en charge ?",
  "faq.a2": "WNSeek Max prend en charge une large gamme de plateformes incluant Google, Bing, DuckDuckGo, Baidu, GitHub, Stack Overflow, Reddit, Twitter, YouTube et de nombreux moteurs de recherche académiques et d'actualités spécialisés. La liste des plateformes prises en charge est régulièrement mise à jour.",
  "faq.q3": "Comment fonctionne la fonctionnalité d'URL ouverte ?",
  "faq.a3": "La fonctionnalité d'URL ouverte vous permet d'ouvrir automatiquement des résultats de recherche dans de nouveaux onglets à partir de différentes plateformes avec une seule requête. Cela élimine le besoin de ressaisir manuellement votre terme de recherche sur plusieurs sites Web.",
  "faq.q4": "Puis-je personnaliser les moteurs de recherche utilisés ?",
  "faq.a4": "Oui, WNSeek Max vous permet de personnaliser entièrement les moteurs de recherche inclus dans vos recherches. Vous pouvez créer et enregistrer plusieurs combinaisons de recherche pour différents cas d'utilisation, et ajuster l'ordre et l'état d'affichage de chaque moteur de recherche.",
  "faq.q5": "WNSeek Max collecte-t-il mes données de recherche ?",
  "faq.a5": "Non. WNSeek Max privilégie votre vie privée et ne collecte pas vos données de recherche personnelles. Vos habitudes de recherche et votre historique restent complètement privés.",
  "faq.q6": "WNSeek Max est-il compatible avec les outils de recherche IA ?",
  "faq.a6": "Oui, WNSeek Max s'intègre à plusieurs outils de recherche IA, notamment ChatGPT, DeepSeek et Google Bard, combinant la recherche traditionnelle avec les capacités d'IA pour des résultats plus complets.",
  "faq.stillQuestions": "Vous avez encore des questions ? Contactez-nous pour plus d'informations.",

  "logos.title": "WNSeek Max prend en charge les principales plateformes de recherche",
  "logos.description": "Connectez-vous à toutes vos plateformes préférées via une interface de recherche unique. WNSeek Max rassemble l'ensemble de l'écosystème de recherche.",
  "logos.unified.title": "Expérience de Recherche Unifiée",
  "logos.unified.description": "Recherchez sur toutes ces plateformes avec une seule requête. Ouvrez plusieurs résultats simultanément - vous faisant gagner du temps et augmentant l'efficacité de la recherche.",
  "logos.try": "Essayez WNSeek Max Aujourd'hui →",
  
  "cta.title": "Prêt à transformer votre expérience de recherche ?",
  "cta.subtitle": "Découvrez la puissance de WNSeek Max dès aujourd'hui.",
  "cta.button": "Télécharger WNSeek Max",
  "cta.forPlatforms": "Pour Windows, Mac et Linux",
  "cta.getChromeExtension": "Obtenir l'Extension Chrome",
  "cta.free": "Gratuit sur le Chrome Web Store",
  "cta.freeDownload": "Téléchargement Gratuit",
  "cta.privacyFocused": "Axé sur la Confidentialité",
  "cta.regularUpdates": "Mises à Jour Régulières",

  "footer.rights": "Tous droits réservés.",
  "footer.privacy": "Politique de Confidentialité",
  "footer.terms": "Conditions d'Utilisation",
  "footer.language": "Langue",
  "footer.languageSelect": "Sélectionnez votre langue",

  "additionalFeatures.title": "Fonctionnalités Supplémentaires Puissantes",
  "exploreUseCase.button": "Explorer les Cas d'Utilisation",
  "userTestimonials.title": "Témoignages d'Utilisateurs",
  "tryNow.button": "Essayez WNSeek Max Maintenant",
  "comparison.title": "WNSeek Max vs Méthodes de Recherche Traditionnelles",
  "searchTips.title": "Astuces de Recherche",

  "features.additionalFeature1": "Support d'auto-complétion pour les champs de recherche",
  "features.additionalFeature2": "Bulle flottante pour un accès rapide",
  "features.additionalFeature3": "Mode panneau latéral pour une activation instantanée",

  "testimonials.academic.quote": "J'utilise WNSeek Max quotidiennement pour la recherche académique. Il me permet de consulter plusieurs bases de données simultanément, me faisant gagner des heures de temps.",
  "testimonials.academic.author": "Dr. Sophie Martin",
  "testimonials.academic.role": "Chercheur PhD",
  "testimonials.developer.quote": "En tant que développeur, WNSeek Max m'aide à trouver des solutions aux problèmes techniques rapidement sans basculer entre plusieurs plateformes.",
  "testimonials.developer.author": "Pierre Développeur",
  "testimonials.developer.role": "Ingénieur Full Stack",

  "stats.activeUsers.value": "10,000+",
  "stats.activeUsers.label": "Utilisateurs Actifs",
  "stats.searches.value": "500,000+",
  "stats.searches.label": "Recherches Mensuelles",
  "stats.platforms.value": "30+",
  "stats.platforms.label": "Plateformes Supportées",
  "stats.rating.value": "4.8/5",
  "stats.rating.label": "Évaluation Utilisateur",

  "whyChoose.time.highlight": "Économisez 70% du temps de recherche",
  "whyChoose.efficiency.highlight": "Augmentez la productivité",
  "whyChoose.coverage.highlight": "30+ plateformes supportées",
  "whyChoose.privacy.highlight": "Protection de la vie privée à 100%",
  "whyChoose.updates.highlight": "Mises à jour mensuelles",

  "comparison.multiplatform": "Recherche multi-plateforme",
  "comparison.ai": "Intégration de recherche IA",
  "comparison.custom": "Combinaisons de recherche personnalisées",
  "comparison.time": "Gain de temps",
  "comparison.free": "Entièrement gratuit",

  "faq.shortcuts.question": "WNSeek Max prend-il en charge les raccourcis clavier ?",
  "faq.shortcuts.answer": "Oui, nous proposons plusieurs raccourcis clavier pour améliorer votre efficacité de recherche. Vous pouvez utiliser Ctrl+Shift+F pour ouvrir la barre de recherche, Tab pour basculer entre différents moteurs de recherche et Entrée pour exécuter la recherche.",
  "faq.update.question": "Comment mettre à jour WNSeek Max ?",
  "faq.update.answer": "WNSeek Max se met à jour automatiquement avec les extensions de votre navigateur Chrome. Vous pouvez également vérifier manuellement les mises à jour sur la page des extensions pour vous assurer d'utiliser la dernière version.",

  "searchTips.quick.title": "Recherche Rapide",
  "searchTips.quick.description": "Utilisez le menu contextuel ou les raccourcis pour rechercher rapidement le texte sélectionné",
  "searchTips.custom.title": "Recherche Personnalisée",
  "searchTips.custom.description": "Créez des combinaisons de recherche personnalisées pour de meilleurs résultats",
  "searchTips.dark.title": "Mode Sombre",
  "searchTips.dark.description": "Activez le mode sombre dans les paramètres pour réduire la fatigue oculaire"
} 