{
  "nav.features": "Recursos",
  "nav.useCases": "Casos de Uso",
  "nav.whyChoose": "Por Que Escolher",
  "nav.faq": "Perguntas Frequentes",
  "nav.github": "Github",
  "nav.getExtension": "Obter Extensão",
  "nav.getChromeExtension": "Obter Extensão para Chrome",
  "nav.language": "Idioma",
  "nav.currentLanguage": "Atual: Português",
  
  "hero.title": "WNSeek Max: Agregador de Busca Multiplataforma",
  "hero.description": "O companheiro de busca definitivo que permite pesquisar em <strong>múltiplas plataformas simultaneamente</strong>. Nossa inovadora tecnologia de <strong>URL aberta</strong> fornece resultados abrangentes do Google, Bing, DuckDuckGo, plataformas sociais e ferramentas de IA - economizando seu tempo e aumentando sua produtividade.",
  "hero.download": "Baixar WNSeek Max",
  "hero.getOnChrome": "Obter no Chrome",
  "hero.free": "100% Gratuito",
  "hero.privacy": "Focado em Privacidade",
  "hero.ai": "Integração com IA",
  
  "features.title": "Recursos",
  "features.subtitle": "O que você obtém com o WNSeek Max",
  "features.multiPlatform.title": "Busca Multiplataforma",
  "features.multiPlatform.description": "Pesquise simultaneamente no Google, Bing, DuckDuckGo, plataformas de mídia social e recursos para desenvolvedores como GitHub e Stack Overflow.",
  "features.customizable.title": "Experiência de Busca Personalizável",
  "features.customizable.description": "Crie e salve combinações personalizadas de mecanismos de busca para diferentes cenários e ajuste livremente a ordem e as preferências de exibição dos mecanismos de busca.",
  "features.oneClick.title": "Troca de Plataforma com Um Clique",
  "features.oneClick.description": "Alterne instantaneamente entre diferentes mecanismos de busca com a navegação inteligente do WNSeek. Mantenha a continuidade da pesquisa entre plataformas sem precisar reinserir palavras-chave.",
  "features.ai.title": "Integração com Mecanismos de Busca de IA",
  "features.ai.description": "Acesse ChatGPT, Google Bard e outras ferramentas de busca baseadas em IA junto com mecanismos de busca tradicionais para resultados abrangentes.",
  "features.privacy.title": "Proteção de Privacidade Aprimorada",
  "features.privacy.description": "Seus dados de busca permanecem privados com o WNSeek Max. Não rastreamos seu comportamento de busca nem coletamos dados pessoais durante o uso de nossos recursos de busca.",
  "features.ui.title": "Interface de Usuário Limpa",
  "features.ui.description": "Desfrute de um design moderno minimalista com suporte para modos claro e escuro para proteger seus olhos durante sessões de busca prolongadas.",
  "features.semantic.new": "NOVO",
  "features.semantic.title": "Sugestões de Busca Inteligentes",
  "features.semantic.description": "Obtenha recomendações de palavras-chave em tempo real e agregação de tópicos em tendência multiplataforma para aprimorar sua experiência de busca.",
  
  "ai.title": "Poder de Busca com IA ao Seu Alcance",
  "ai.description": "WNSeek Max se integra perfeitamente com os principais mecanismos de busca de IA, combinando a busca tradicional com inteligência artificial para resultados mais abrangentes.",
  "ai.feature1": "Integração com ChatGPT para busca aprimorada em linguagem natural",
  "ai.feature2": "Acesso a múltiplas ferramentas de IA através de uma única interface",
  "ai.feature3": "Compatibilidade com Google Bard para insights adicionais baseados em IA",
  "ai.feature4": "Alterne entre busca tradicional e IA com um clique",
  "ai.tryNow": "Experimente a Busca com IA Agora",
  "ai.assistant": "Assistente de Busca com IA",
  "ai.assistantMsg": "Encontrei vários resultados para sua consulta em diferentes plataformas. Gostaria que eu resumisse as principais descobertas?",
  "ai.combines": "WNSeek Max combina busca tradicional com capacidades de IA",

  "useCases.title": "Perfeito para Cada Cenário de Busca",
  "useCases.description": "WNSeek Max foi projetado para aumentar a produtividade em vários casos de uso. Veja como nossa tecnologia de busca agregada pode transformar seu fluxo de trabalho de pesquisa.",
  "useCases.academic.title": "Pesquisa Acadêmica",
  "useCases.academic.description": "Estudantes coletando materiais abrangentes para trabalhos de pesquisa e projetos acadêmicos em várias plataformas.",
  "useCases.developer.title": "Soluções para Desenvolvedores",
  "useCases.developer.description": "Desenvolvedores procurando soluções para problemas técnicos no GitHub, Stack Overflow e sites de documentação simultaneamente.",
  "useCases.market.title": "Pesquisa de Mercado",
  "useCases.market.description": "Profissionais conduzindo pesquisas de mercado que requerem comparação de dados de múltiplas fontes.",
  "useCases.shopping.title": "Comparação de Compras",
  "useCases.shopping.description": "Compradores comparando preços e avaliações em várias plataformas de e-commerce com uma única busca.",
  "useCases.news.title": "Coleta de Notícias",
  "useCases.news.description": "Jornalistas que precisam de acesso rápido a informações de múltiplas fontes para cobertura abrangente.",

  "whyChoose.title": "Por Que Escolher o WNSeek Max",
  "whyChoose.description": "Descubra as vantagens que fazem do WNSeek Max a escolha preferida de pesquisadores, desenvolvedores e qualquer pessoa que valorize a recuperação eficiente de informações.",
  "whyChoose.time.title": "Economize Tempo",
  "whyChoose.time.description": "Não há mais necessidade de alternar entre várias abas. Obtenha resultados de todas as suas plataformas favoritas com uma única busca.",
  "whyChoose.efficiency.title": "Melhore a Eficiência",
  "whyChoose.efficiency.description": "Veja resultados consolidados e compreenda informações essenciais de relance, eliminando esforços de pesquisa duplicados.",
  "whyChoose.coverage.title": "Cobertura Completa",
  "whyChoose.coverage.description": "Acesse praticamente todas as principais plataformas de busca, garantindo que você nunca perca informações importantes.",
  "whyChoose.privacy.title": "Proteção de Privacidade",
  "whyChoose.privacy.description": "Não coletamos seus dados pessoais de busca. Seus hábitos de busca e histórico permanecem privados.",
  "whyChoose.updates.title": "Atualizações Contínuas",
  "whyChoose.updates.description": "Adicionamos regularmente novas fontes de busca e otimizamos recursos para proporcionar a melhor experiência de busca.",
  "whyChoose.getToday": "Obtenha o WNSeek Max Hoje",

  "faq.title": "Perguntas Frequentes",
  "faq.q1": "O que é o WNSeek Max?",
  "faq.a1": "O WNSeek Max é uma poderosa ferramenta de busca agregada multiplataforma que permite encontrar rapidamente informações em vários mecanismos de busca, plataformas sociais, ferramentas de IA e sites profissionais simultaneamente, melhorando significativamente sua eficiência na recuperação de informações.",
  "faq.q2": "Quais plataformas de busca o WNSeek Max suporta?",
  "faq.a2": "O WNSeek Max suporta uma ampla gama de plataformas, incluindo Google, Bing, DuckDuckGo, Baidu, GitHub, Stack Overflow, Reddit, Twitter, YouTube e muitos mecanismos de busca acadêmicos e de notícias especializados. A lista de plataformas suportadas é atualizada regularmente.",
  "faq.q3": "Como funciona o recurso de URL aberta?",
  "faq.a3": "O recurso de URL aberta permite abrir automaticamente resultados de busca em novas abas de diferentes plataformas com uma única consulta. Isso elimina a necessidade de reinserir manualmente seu termo de pesquisa em vários sites.",
  "faq.q4": "Posso personalizar quais mecanismos de busca são usados?",
  "faq.a4": "Sim, o WNSeek Max permite personalizar completamente quais mecanismos de busca são incluídos em suas pesquisas. Você pode criar e salvar várias combinações de busca para diferentes casos de uso e ajustar a ordem e o status de exibição de cada mecanismo de busca.",
  "faq.q5": "O WNSeek Max coleta meus dados de busca?",
  "faq.a5": "Não. O WNSeek Max prioriza sua privacidade e não coleta seus dados pessoais de busca. Seus hábitos de busca e histórico permanecem completamente privados.",
  "faq.q6": "O WNSeek Max é compatível com ferramentas de busca de IA?",
  "faq.a6": "Sim, o WNSeek Max integra-se com várias ferramentas de busca de IA, incluindo ChatGPT, DeepSeek e Google Bard, combinando busca tradicional com capacidades de IA para resultados mais abrangentes.",
  "faq.stillQuestions": "Ainda tem perguntas? Entre em contato conosco para obter mais informações.",

  "logos.title": "O WNSeek Max suporta as principais plataformas de busca",
  "logos.description": "Conecte-se com todas as suas plataformas favoritas através de uma única interface de busca. O WNSeek Max reúne todo o ecossistema de busca.",
  "logos.unified.title": "Experiência de Busca Unificada",
  "logos.unified.description": "Pesquise em todas essas plataformas com uma única consulta. Abra vários resultados simultaneamente - economizando tempo e aumentando a eficiência da pesquisa.",
  "logos.try": "Experimente o WNSeek Max Hoje →",
  
  "cta.title": "Pronto para transformar sua experiência de busca?",
  "cta.subtitle": "Experimente o poder do WNSeek Max hoje.",
  "cta.button": "Baixar WNSeek Max",
  "cta.forPlatforms": "Para Windows, Mac e Linux",
  "cta.getChromeExtension": "Obter Extensão para Chrome",
  "cta.free": "Gratuito na Chrome Web Store",
  "cta.freeDownload": "Download Gratuito",
  "cta.privacyFocused": "Focado em Privacidade",
  "cta.regularUpdates": "Atualizações Regulares",

  "footer.rights": "Todos os direitos reservados.",
  "footer.privacy": "Política de Privacidade",
  "footer.terms": "Termos de Serviço",
  "footer.language": "Idioma",
  "footer.languageSelect": "Selecione seu idioma",

  "additionalFeatures.title": "Recursos Adicionais Poderosos",
  "exploreUseCase.button": "Explorar Casos de Uso",
  "userTestimonials.title": "Depoimentos de Usuários",
  "tryNow.button": "Experimente o WNSeek Max Agora",
  "comparison.title": "WNSeek Max vs Métodos de Busca Tradicionais",
  "searchTips.title": "Dicas de Busca",

  "features.additionalFeature1": "Suporte de preenchimento automático para caixas de busca",
  "features.additionalFeature2": "Botão flutuante para acesso rápido",
  "features.additionalFeature3": "Modo de painel lateral para ativação instantânea",

  "testimonials.academic.quote": "Eu uso o WNSeek Max diariamente para pesquisa acadêmica. Ele me permite consultar vários bancos de dados simultaneamente, economizando horas de tempo.",
  "testimonials.academic.author": "Dra. Carla Santos",
  "testimonials.academic.role": "Pesquisadora PhD",
  "testimonials.developer.quote": "Como desenvolvedor, o WNSeek Max me ajuda a encontrar soluções para problemas técnicos rapidamente sem alternar entre várias plataformas.",
  "testimonials.developer.author": "Pedro Desenvolvedor",
  "testimonials.developer.role": "Engenheiro Full Stack",

  "stats.activeUsers.value": "10.000+",
  "stats.activeUsers.label": "Usuários Ativos",
  "stats.searches.value": "500.000+",
  "stats.searches.label": "Buscas Mensais",
  "stats.platforms.value": "30+",
  "stats.platforms.label": "Plataformas Suportadas",
  "stats.rating.value": "4,8/5",
  "stats.rating.label": "Avaliação dos Usuários",

  "whyChoose.time.highlight": "Economize 70% do tempo de busca",
  "whyChoose.efficiency.highlight": "Aumente a produtividade",
  "whyChoose.coverage.highlight": "30+ plataformas suportadas",
  "whyChoose.privacy.highlight": "100% de proteção de privacidade",
  "whyChoose.updates.highlight": "Atualizações mensais",

  "comparison.multiplatform": "Busca multiplataforma",
  "comparison.ai": "Integração de busca com IA",
  "comparison.custom": "Combinações de busca personalizadas",
  "comparison.time": "Economia de tempo",
  "comparison.free": "Totalmente gratuito",

  "faq.shortcuts.question": "O WNSeek Max suporta atalhos de teclado?",
  "faq.shortcuts.answer": "Sim, oferecemos vários atalhos de teclado para melhorar sua eficiência de busca. Você pode usar Ctrl+Shift+F para abrir a barra de busca, Tab para alternar entre diferentes mecanismos de busca e Enter para executar a busca.",
  "faq.update.question": "Como atualizo o WNSeek Max?",
  "faq.update.answer": "O WNSeek Max é atualizado automaticamente com as extensões do seu navegador Chrome. Você também pode verificar manualmente as atualizações na página de extensões para garantir que está usando a versão mais recente.",

  "searchTips.quick.title": "Busca Rápida",
  "searchTips.quick.description": "Use o menu de contexto ou atalhos para buscar rapidamente o texto selecionado",
  "searchTips.custom.title": "Busca Personalizada",
  "searchTips.custom.description": "Crie combinações de busca personalizadas para melhores resultados",
  "searchTips.dark.title": "Modo Escuro",
  "searchTips.dark.description": "Ative o modo escuro nas configurações para reduzir a fadiga ocular"
} 